#coding:utf-8
'''
-*- coding: utf-8 -*
Created on 2018年2月24日
@author: Liang
'''
print "hello world !"
# print("Hello World !")

print("    ***                ***") 
print(" *********          **********")  
print("************      *************")
print("*************    **************") 
print("**************  ***************")  
print("*************** ***************")  
print(" *******    *** ***    *******")  
print("  ******     *****     ******") 
print("   ******     ***     ******")  
print("     ******    *     ******")  
print("       *****   *   ******")  
print("        **************")  
print("          **********")  
print("            ******")  
print("              ***")  
print("               *")